acpi
acpid
adriconf
alsa-firmware
alsa-utils
android-apktool
android-emulator
android-file-transfer
android-studio
android-tools
android-udev
apm
apparmor
arandr
arch-install-scripts
archlinux-appstream-data
archlinux-menus
arduino
arduino-avr-core
arduino-cli
arduino-docs
aria2-fast
asoundconf
aspnet-targeting-pack
atom
audacity
audiofile
autoconf
automake
awesome-git
b43-fwcutter
baobab
base
bash
bash-completion
beanshell
biber
bibletime
binutils
bison
bladerf
bluefish
bluegriffon
blueman
bluez
bluez-cups
brasero
brave-bin
breeze-gtk
broot
btrfs-progs
cava
cbatticon
cdrtools
celluloid
chromedriver
clamav
clamtk
clipgrab
cndrvcups-common-lb
cndrvcups-lb
coin-or-mp
cool-retro-term
cryptsetup
ctags
cups
cups-filters
cups-pdf
cura
cura-binary-data
darktable
dash
dbus
dbus-docs
dconf-editor
dfu-util
dhcpcd
digikam
discord
dkms
dmg2img
dmidecode
dnsmasq
dolphin
dosfstools
dotnet-runtime-3.1
dotnet-sdk
dotnet-sdk-3.1
downgrade
drawio-desktop-bin
dvdauthor
dvgrab
e2fsprogs
easytag
ed
edk2-ovmf
efibootmgr
elementary-icon-theme
eog
eog-plugins
ethtool
evince
evolution
evolution-bogofilter
evolution-data-server
evolution-ews
evolution-rss
evolution-spamassassin
exa
exfat-utils
exo
f2fs-tools
fakeroot
ffmpegthumbnailer
file-roller
filezilla
findutils
firefox
fish-git
flat-remix
flex
fontforge
fsearch-git
fuse-overlayfs
fwupd
gawk
gcc
gcolor3
geany
geany-plugins
ghidra
gimp
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-contacts
gnome-control-center
gnome-dictionary
gnome-disk-utility
gnome-firmware
gnome-font-viewer
gnome-maps
gnome-music
gnome-photos
gnome-software
gnome-software-packagekit-plugin
gnome-themes-extra
gnome-todo
gnome-tweaks
gnome-usage
gnome-weather
gnu-netcat
gpart
gparted
gpicview
gsmartcontrol
gst-editing-services
gst-libav
gst-plugins-ugly
gstreamer-vaapi
gstreamer0.10
gstreamer0.10-base
gstreamer0.10-base-plugins
gthumb
gtksourceviewmm
gucharmap
gufw
guvcview
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hdf5
hplip
hplip-plugin
htop
hunspell-de
hunspell-el
hunspell-en_au
hunspell-en_ca
hunspell-en_gb
hunspell-en_us
hunspell-es_any
hunspell-es_ar
hunspell-es_bo
hunspell-es_cl
hunspell-es_co
hunspell-es_cr
hunspell-es_cu
hunspell-es_do
hunspell-es_ec
hunspell-es_es
hunspell-es_gt
hunspell-es_hn
hunspell-es_mx
hunspell-es_ni
hunspell-es_pa
hunspell-es_pe
hunspell-es_pr
hunspell-es_py
hunspell-es_sv
hunspell-es_uy
hunspell-es_ve
hunspell-fr
hunspell-he
hunspell-hu
hunspell-it
hunspell-nl
hunspell-pl
hunspell-ro
i810-dri
icoutils
inetutils
inkscape
intel-compute-runtime
intel-gpu-tools
intel-media-driver
intel-ucode
intellij-idea-community-edition
ipp-usb
iproute2
ipw2100-fw
ipw2200-fw
iwd
jdk
jdk-openjdk
jfsutils
jre-openjdk
kate
kdeconnect
kdenlive
kdialog
keditbookmarks
kfind
khelpcenter
kolourpaint
konqueror
kotlin
krita
krita-plugin-gmic
kwrite
languagetool
lib32-libsoup
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-simplescreenrecorder
libao
libburn
libdvdcss
libgit2-glib
libgoom2
libisofs
libjpeg6-turbo
libkate
libmythes
libopenraw
libreoffice-fresh
libtiger
libtool
libuhd-firmware
libva-intel-driver
libva-mesa-driver
libva-utils
libwnck
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lirc
live-media
logrotate
lsb-release
lsd
lua-socket
luit
lvm2
lxappearance-gtk3
lxqt-admin
lxrandr
lxsession-gtk3
m4
make
man-db
man-pages
mariadb-libs
mathjax2
mdadm
meld
mesa
mesa-demos
mesa-vdpau
mkinitcpio-nfs-utils
modemmanager
monitoring-plugins
mono-msbuild
mono-tools
mousepad
movit
mplayer
mtools
mujs
mypaint
nano
neofetch
netstat-nat
network-manager-applet
nilfs-utils
nitrogen
notepadqq
noto-fonts-emoji
ntfs-3g
obs-studio
ocl-icd
okular
openjdk11-src
opusfile
otf-fira-sans
p7zip
paper
patch
pavucontrol
pciutils
perl-crypt-passwdmd5
phonon-qt4
photoflare
picom
pinta
pkgconf
pkgfile
plasma-desktop
plasma-workspace
poppler-glib
postgresql-libs
ppp
print-manager
procps-ng
projectm
pulseaudio-equalizer
pulseaudio-equalizer-ladspa
pyqt4-common
pyside2
python-numpy
python-pilkit
python-pillowfight
python-qtpy
python-sip-pyqt4
python-wheel
python2-wxpython3
qemu-arch-extra
qemu-block-gluster
qemu-block-iscsi
qemu-block-rbd
qt4
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-imageformats
qt5-lottie
qt5-networkauth
qt5-purchasing
qt5-remoteobjects
qt5-scxml
qt5-serialbus
qt5-serialport
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-xmlpatterns
qt5ct
qtqr
rawtherapee
recordmydesktop
rednotebook
reflector
reiserfsprogs
remind
rubberband
s-nail
samba
sane-airscan
sane-frontends
sane-gt68xx-firmware
sdl_image
seahorse
shotwell
simple-scan
simplenote-electron-bin
simplescreenrecorder
slack-desktop
smtube
spotify
sshfs
strace
sudo
sword
sysfsutils
system-config-printer
systemsettings
teamviewer
telegram-desktop
testdisk
texinfo
texlive-bin
thermald
thunar
thunar-archive-plugin
thunar-volman
tlp
tor-browser
transmageddon
transmission-gtk
tree
ttf-caladea
ttf-dejavu
ttf-fira-sans
ttf-inconsolata
ttf-jetbrains-mono
ttf-linux-libertine
ttf-merriweather
ttf-merriweather-sans
ttf-oswald
ttf-quintessential
ttf-roboto
ttf-signika
ttf-ubuntu-font-family
tumbler
udftools
udiskie
ufw
ufw-extras
uncrustify
unixodbc
usbutils
vcdimager
vi
vim
vlc
vmware-horizon-client
vmware-horizon-integrated-printing
vmware-horizon-mmr
vmware-horizon-rtav
vmware-horizon-smartcard
vmware-horizon-tsdr
vmware-horizon-usb
volumeicon
vscodium-bin
vtk
vulkan-intel
vulkan-mesa-layers
which
wine-gecko
wine-mono
x86_energy_perf_policy
xautomation
xbindkeys
xbitmaps
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xed
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfce4-clipman-plugin
xfce4-power-manager
xfce4-screensaver
xfce4-screenshooter
xfce4-terminal
xfsprogs
xine-ui
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsane
xsane-gimp
xsel
xterm
yay
zeitgeist
zenity
